Repository: mysociety/ipvtheme
Catalog: locale-theme/*/app.po
Languages: cs

source: (You will be asked to sign in as {{user_name}})
cs: (Je potřeba se přihlásit jako {{user_name}})

source: 1. Choose the institution your request is for
cs: 1. Vyberte z adresáře cílovou instituci

source: 2. Enter your request into our form
cs: 2. Vyplňte dotaz do elektronického formuláře

source: 255 characters is the maximum allowed address length.
cs: Maximální možná délka adresy je 255 znaků.

source: 3. Send your request and await a response
cs: 3. Odešlete dotaz a počkejte na odpověď

source: 4. We'll notify you of a response, and you can <a href="{{url}}">read it here</a>
cs: 4. Na reakci vás upozorníme e-mailem a můžete <a href="{{url}}">ji vidět zde</a>

source: <strong>Learn more</strong> from the help for <a href="%s">FOI officers</a>
cs: <strong>Další informace</strong> v nápovědě <a href="%s">pro odpovídající instituce</a>

source: Actions
cs: Status dotazu

source: Add an annotation
cs: Přidejte komentář

source: Address
cs: Adresa

source: Ask The EU →
cs: Zeptejte se institucí Evropské Unie

source: Ask a question
cs: Vzneste dotaz

source: Ask your questions here.
cs: Zde můžete vznést svůj dotaz

source: Browse all requests &rarr;
cs: Prohledávejte všechny dotazy &rarr;

source: Browse more than {{number_of_requests}} questions and {{number_of_authorities}} authorities in our directory
cs: Prohledávejte více než {{number_of_requests}} dotazů vznesených na {{number_of_authorities}} institucí

source: Browse requests
cs: Zobrazit dotazy

source: Change address on {{site_name}}
cs: Změnit adresu pro {{site_name}}

source: Change dob on {{site_name}}
cs: Změnit datum narození pro {{site_name}}

source: Change profile photo
cs: Změnit profilový obrázek

source: Change your DOB
cs: Změnit svůj datum narození

source: Change your address
cs: Změnit svoji adresu

source: Change your address used on {{site_name}}
cs: Změňte adresu používanou pro {{site_name}}

source: Change your dob used on {{site_name}}
cs: Změnit datum narození pro {{site_name}}

source: Change your email
cs: Změnit e-mailovou adresu

source: Change your password
cs: Změnit heslo

source: Confirm password:
cs: Potvrdit heslo

source: Contact us
cs: Kontaktujte nás

source: Create a new account
cs: Registrovat se

source: DOB
cs: Datum narození

source: DOB is not a valid date
cs: Datum narození není platné

source: Do you have questions for EU authorities?
cs: Máte otázky na instituce EU?

source: Do you have questions for state institutions?
cs: Máte otázky na veřejné instituce?

source: Do you want freedom of information for all? Support us
cs: Chcete, aby byly svobodné informace dostupné všem? Podpořte nás

source: Don't have a superuser account yet?
cs: Ještě nemáte "Superuser" účet?

source: Don't want to address your message to {{person_or_body}}? You can also write to:
cs: Pokud nechcete svou zprávu odeslat {{person_or_body}}, je možné ji také odeslat na:

source: Done
cs: Hotovo

source: Download a zip file of all correspondence
cs: Stáhnout zazipovaný soubor celé korespondence

source: Download original attachment
cs: Stáhněte původní přílohy

source: Edit and add <strong>more details</strong> to the message above, explaining why you are dissatisfied with their response.
cs: Přidejte <strong>více detalů</strong> k výše uvedené zprávě a vysvětlete proč nejste s jejich odpovědí spokojeni.

source: Follow ups and new responses to this request have been stopped to prevent spam. Please <a href="{{url}}">contact us</a> if you are {{user_link}} and need to send a follow up.
cs: Zprávy a komentáře u této žádosti byly pozastaveny v rámci protispamových opatření. Prosím <a href="{{url}}">kontaktujte nás</a> pokud jste {{user_link}} a potřebujete na tuto komunikaci ještě reagovat.

source: Forgotten your password?
cs: Zapomněli jste své heslo?

source: Got an account?
cs: Máte účet?

source: Help
cs: Nápověda

source: Help pages
cs: Stránky nápovědy

source: Home
cs: Domů

source: If you are dissatisfied by the response you got from the public authority, you have the right to complain (<a href="{{url}}">details</a>).
cs: Pokud nejste spokojeni s odpovědí veřejné instituce, máte právo si stěžovat (<a href="{{url}}">detaily</a>).

source: Improve your account security
cs: Zlepšete bezpečnost svého účtu

source: Institute
cs: Instituce

source: Make a request
cs: Vzneste dotaz

source: Make and browse Freedom of Information (FOI) requests
cs: Máte otázky na státní instituce?

source: New address:
cs: Nová adresa:

source: New dob:
cs: Nové datum narození:

source: Next
cs: Další

source: Password:
cs: Heslo:

source: Please <strong>only</strong> write messages directly relating to your request {{request_link}}. If you would like to ask for information that was not in your original request, then <a href="{{new_request_link}}">file a new request</a>.
cs: Prosím pište <strong>pouze</strong> zprávy které se přímo týkají vašeho vzneseného dotazu {{request_link}}. Pokud potřebujete další informace <a href="{{new_request_link}}">vzneste další dotaz</a>.

source: Please create an account or sign in
cs: Prosím zaregistrujte se nebo přihlašte se

source: Please sign in as {{user_name}}
cs: Prosím přihlašte se jako {{user_name}}

source: Preview your message
cs: Náhled vašeho dotazu

source: Read blog
cs: Číst blog

source: Remember me (keeps you signed in longer; do not use on a public computer)
cs: Zapamatuj si mne (zůstanete přihlášení; nepoužívejte na počítačích s veřejným přístupem)

source: Report this request
cs: Nahlásit tento dotaz

source: Request an internal review
cs: Požádat o doplnění dotazu

source: Request an internal review from {{person_or_body}}
cs: Požádejte o vnitřní přezkum od {{person_or_body}}

source: Request regarding
cs: Předmět žádosti

source: Respond to request
cs: Odpovědět na dotaz

source: Search
cs: Hledejte

source: Send a followup
cs: Odpovědět

source: Send a public follow up message to {{person_or_body}}
cs: Pošlete veřejnou odpověď pro {{person_or_body}}

source: Send a public reply to {{person_or_body}}
cs: Pošlete veřejnou zprávu pro {{person_or_body}}

source: Sending...
cs: Odesíláme...

source: Sign in
cs: Přihlásit se

source: Sign in as the emergency user
cs: Přihlašte se jako uživatel v nouzovém režimu

source: Sign in or make a new account
cs: Přihlašte se nebo registrujte se

source: Sign up
cs: Registrujte se

source: Submit Search
cs: Hledejte

source: Support
cs: Podpořit

source: Support us
cs: Podpořte nás

source: The response to your request has been <strong>delayed</strong>. You can say that, by law, the authority should normally have responded <strong>promptly</strong> and by <strong>{{date}}</strong>
cs: Odpověď na váš dotaz <strong>má zpoždění</strong>. Můžete jim napsat, že podle zákona musí povinný subjekt odpovědět <strong>co nejdříve</strong> a to do<strong>{{date}}</strong>

source: The response to your request is <strong>long overdue</strong>. You can say that, by law, under all circumstances, the authority should have responded by now
cs: Odpověď na váš dotaz <strong>má velké zpoždění</strong>. Můžete napsat, že podle zákona vám instituce již dávno měla odpovědět.

source: Then you can change your address used on {{site_name}}
cs: Poté můžete změnit vaši adresu použitou na {{site_name}}

source: Then you can change your dob used on {{site_name}}
cs: Poté můžete změnit své datum narození používané na {{site_name}}

source: This is an HTML version of an attachment to the Freedom of Information request
cs: Toto je HTML verze žádosti o svobodnému přístupu k informacím

source: To change your address used on {{site_name}}
cs: Chcete-li změnit vaši adresu použitou na {{site_name}}

source: To change your dob used on {{site_name}}
cs: Chcete-li změnit vaše datum narození použité na {{site_name}}

source: Today
cs: Dnes

source: Unavailable
cs: Není dostupné

source: Update the status of this request
cs: Aktualizovat stav dotazu

source: Use our form to enact Act no. 106/1999 Coll. By law every institution is obliged to respond.
cs: Využijte náš formulář a podle Zákona o svobodném přístupu k informacím č. 106/1999 Sb. vám bude každá státní instituce povinna odpovědět.

source: View authorities
cs: Instituce

source: View event history details
cs: Histore případu, detaily

source: View your two factor authentication one time passcode
cs: Zobrazte si své dvoufaktorové ověřovací heslo

source: We will not reveal your email address to anybody unless <a href="{{url}}">you or the law tell us to</a>.
cs: Vaši adresu nikomu nepředáme <a href="{{url}}">pokud to nebude ze zákonných důvodů potřeba</a>.

source: We work with
cs: Spolupracujeme s:

source: Wk
cs: Týden

source: Write a reply
cs: Napište odpověď

source: Write your query in English, the recipient is required to translate it.
cs: Napište svůj dotaz v češtině, příjemce je povinnen si jej přeložit.

source: You have now changed your address used on {{site_name}}
cs: Právě jste změnili svou adresu na {{site_name}}

source: You have now changed your dob used on {{site_name}}
cs: Právě jste změnili svůj datum narození pro {{site_name}}

source: You must enter an address.
cs: Musíte vložit adresu.

source: Your <strong>name will appear publicly</strong> (<a href="{{why_url}}">why?</a>) on this website and in search engines. <a href="{{help_url}}">Thinking of using a pseudonym?</a>
cs: Vaše <strong>jméno bude zveřejněno</strong> (<a href="{{why_url}}">proč?</a>) na těchto stránkách a ve vyhledávačích. <a href="{{help_url}}">Zvažujete použití přezdívky?</a>

source: Your DOB will also be sent to authorities when you make a request. We will not reveal your DOB on the website.
cs: Vaše datum narození bude při podání žádosti odesláno příslušné instituci. Datum se však neobjeví při uveřejnění dotazu na našich stránkách.

source: Your DOB:
cs: Vaše datum narození:

source: Your address will be sent to authorities when you make a request. We will not reveal your address on the website.
cs: Vaše adresa bude při podání žádosti odeslána příslušné instituci. Adresa se však neobjeví při uveřejnění dotazu na našich stránkách.

source: Your address:
cs: Vaše adresa:

source: Your e-mail:
cs: Váš e-mail:

source: Your name:
cs: Vaše jméno:

source: details
cs: podrobnosti

source: edit text about you
cs: upravte text o sobě

source: internal error
cs: interní chyba

source: the main FOI contact address for {{public_body}}
cs: hlavní kontaktní adresa nebo podatelna pro {{public_body}}

source: the main FOI contact at {{public_body}}
cs: Hlavní kontakt pro {{public_body}}

source: type your search term here
cs: napište hledaný výraz

source: unknown status
cs: neznámý stav dotazu

source: {{count}} Attachment
cs: {{count}} příloha

source: {{reason}}, create an account or sign in
cs: {{reason}}, registrujte se nebo přihlašte se

source: {{reason}}, please sign in as {{user_name}}.
cs: {{reason}}, prosím přihlašte se {{user_name}}.
